[Character.CharClass_Anemone_Loader_Electric AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapon.WeaponType_Anemone_Loader_Electric WeaponTypeDefinition]
Typename="semi-automatic sniper rifle"
PickupMessage="you will get %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Personal experiences"

